module.exports = () => {
  return {
    prayerTitles: [
      {
        id: 20, // 최신
        title: "3월 8일 ~ 3월 14일 기도제목 20",
        createdTime: "2025-03-11T23:14:45.822Z",
      },
      {
        id: 19,
        title: "3월 8일 ~ 3월 14일 기도제목 19",
        createdTime: "2025-03-10T15:42:38.591Z",
      },
      {
        id: 18,
        title: "3월 1일 ~ 3월 7일 기도제목 18",
        createdTime: "2025-03-05T09:15:27.312Z",
      },
      {
        id: 17,
        title: "3월 1일 ~ 3월 7일 기도제목 17",
        createdTime: "2025-02-28T20:36:15.721Z",
      },
      {
        id: 16,
        title: "2월 22일 ~ 2월 28일 기도제목 16",
        createdTime: "2025-02-23T11:52:03.483Z",
      },
      {
        id: 15,
        title: "2월 22일 ~ 2월 28일 기도제목 15",
        createdTime: "2025-02-18T14:33:51.294Z",
      },
      {
        id: 14,
        title: "2월 15일 ~ 2월 21일 기도제목 14",
        createdTime: "2025-02-12T08:47:29.563Z",
      },
      {
        id: 13,
        title: "2월 15일 ~ 2월 21일 기도제목 13",
        createdTime: "2025-02-07T17:28:40.852Z",
      },
      {
        id: 12,
        title: "2월 8일 ~ 2월 14일 기도제목 12",
        createdTime: "2025-02-01T10:11:32.675Z",
      },
      {
        id: 11,
        title: "2월 1일 ~ 2월 7일 기도제목 11",
        createdTime: "2025-01-25T19:58:24.416Z",
      },
      {
        id: 10,
        title: "1월 25일 ~ 1월 31일 기도제목 10",
        createdTime: "2025-01-18T12:47:18.237Z",
      },
      {
        id: 9,
        title: "1월 18일 ~ 1월 24일 기도제목 9",
        createdTime: "2025-01-10T22:24:06.974Z",
      },
      {
        id: 8,
        title: "1월 11일 ~ 1월 17일 기도제목 8",
        createdTime: "2025-01-02T14:53:52.783Z",
      },
      {
        id: 7,
        title: "1월 4일 ~ 1월 10일 기도제목 7",
        createdTime: "2024-12-28T07:39:45.612Z",
      },
      {
        id: 6,
        title: "12월 28일 ~ 1월 3일 기도제목 6",
        createdTime: "2024-12-20T16:21:38.341Z",
      },
      {
        id: 5,
        title: "12월 21일 ~ 12월 27일 기도제목 5",
        createdTime: "2024-12-14T09:15:27.163Z",
      },
      {
        id: 4,
        title: "12월 14일 ~ 12월 20일 기도제목 4",
        createdTime: "2024-12-07T18:47:15.942Z",
      },
      {
        id: 3,
        title: "12월 7일 ~ 12월 13일 기도제목 3",
        createdTime: "2024-11-30T11:32:04.785Z",
      },
      {
        id: 2,
        title: "11월 30일 ~ 12월 6일 기도제목 2",
        createdTime: "2024-11-23T23:17:53.624Z",
      },
      {
        id: 1, // 과거
        title: "11월 23일 ~ 11월 29일 기도제목 1",
        createdTime: "2024-11-16T12:05:41.463Z",
      },
    ],
  };
};
